IDEA Open Model
ResultOnMember Constructor (Member, ResultType)
Compatible with IDEA StatiCa Beta 20.0
 Constructor
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ResultOnMember(
	Member member,
	ResultType resultType
)
Public Sub New (
	member As Member,
	resultType As ResultType
)
Parameters
member
Type: IdeaRS.OpenModel.Result.Member
Member
resultType
Type: IdeaRS.OpenModel.Result.ResultType
Type of result
See Also
Reference
ResultOnMember Class
ResultOnMember Overload
IdeaRS.OpenModel.Result Namespace